Repository: dragosv/serge
Catalog: t/data/engine/keys_language/03/reference-output/po/xx_KEYS/strings.ini.po
Languages: xx_keys

source: a
xx_keys: b8015886d3154cd61d4f08200d9eedd7

source: OK
xx_keys: a1603a76d91dd41f145907d412898f63

source: Cancel
xx_keys: 7100ec5a20c5a74e98e7ed40ddc26657

source: Upgrade
xx_keys: 0ddd74499fcf5d07ffade0d43b7d7210

source: Internationalization
xx_keys: 62788b9ebffa2528fec41ce84ac19143

source: Lorem ispsum dolor sit amet
xx_keys: 51f28b677983220a21a652cbfb469891

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed vel enim felis.
xx_keys: d9aec3b4cffff715cfec19d28159b429

source: Ut est orci, bibendum ut mi ut, feugiat gravida ligula. Curabitur auctor eget leo a rutrum. Suspendisse tempor velit id dui volutpat condimentum.
xx_keys: 7d4cc82cd597e97c7f47ff9ce48db7b6

source: Proin in odio odio. Curabitur quis arcu iaculis, convallis quam ac, dictum eros. Phasellus sollicitudin consequat risus, id eleifend risus dapibus in. Quisque porta porttitor condimentum. Phasellus aliquam dapibus dolor, et mattis turpis lobortis vitae. Nulla facilisi. In ut bibendum orci. Sed mi eros, efficitur vel ligula vitae, lobortis rhoncus libero. Suspendisse maximus, lectus et feugiat venenatis, libero est vestibulum justo, in tempor massa erat non libero. Etiam arcu nibh, ultricies id faucibus in, convallis eu diam. Phasellus facilisis sed metus vitae ornare. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Vivamus posuere ut mi et mattis. Integer sed tortor porta, cursus diam eu, placerat nulla. Mauris congue a lorem sit amet feugiat. Sed elementum malesuada eros, sed finibus urna malesuada vel.
xx_keys: e08a98015a8da021ce1189bf0ffa49e6

source: %s
xx_keys: 739ca631a12457010f2a469a54fad3c3

source: foo %s bar %d baz%.2f
xx_keys: 9a1ac727d878bbd5d02f6d321902986e

source: \n
xx_keys: 468f4b913d4fccb66764227a3feca05b

source: foo \n bar \t baz\x
xx_keys: b0d104fc4e9ec7ddf62df686562828ab

source: %FOO%
xx_keys: 8cfbb127d3e439c2d9cf49f478808b53

source: foo %FOO% bar %bar% baz%_baz_%
xx_keys: 7dcc743a10ca4510c10b58be6eb8dc61

source: <tag>
xx_keys: c515e2fdaab0546336076828d59d22a2

source: foo <tag>bar</tag> baz<etc/>
xx_keys: 15fa537bd1e8867efac013cd897af129

source: <?php echo foo(); ?>
xx_keys: fe21c5e4e37309535afdce69d004ab14

source: <?= foo(); ?>
xx_keys: 321385ad9691a1a0e5b6f2b165aafb62

source: foo <?php echo foo(); ?> bar<?= foo(); ?>baz
xx_keys: 25d72925941e23bc88c583748de42637

source: &nbsp;
xx_keys: 21be6451d9cb469db76bd5e65acb450c

source: foo &mdash; bar&nbsp;baz
xx_keys: e96bb73de3d3c877373bee1793320045

source: foo {0} bar{1}baz{123}
xx_keys: c0908bc2dd9ff273bb8e2d0e39f60c71

source: foo ${0} bar${ab.cd}baz${ef$g}
xx_keys: eaf3262791dd12810c41a4ae52246a5b

source: /var/www
xx_keys: 5079ece25d315324dc34cdb9f5f105bd

source: foo /var/www bar /etc/pwd baz /x
xx_keys: e3d7bd86848abddf3cdebd84e8a10d41

source: http://foo.bar/baz.etc
xx_keys: 86fdf2141ed20b3ce9c831c8c59a1238

source: https://var/www/?foo=bar&baz=e+t%20c#pwd
xx_keys: a8a434e786c218aeefe19eb3bb5b88a1

source: mailto:foo@bar
xx_keys: 2a12e8500aaecffb4be9aa4db6f25e21

source: mailto:foo@bar.baz
xx_keys: a3143f35084880154ee9630dcf28ecfc

source: ftp://var/www
xx_keys: d959830ee4e7b9672af810f74a46c7da

source: ssh://foo@bar.baz/etc
xx_keys: edb12c4fc90b84f61c8241e07f857095

source: foo http://foo.bar/baz.etc mailto:foo@bar.baz baz
xx_keys: 87ee480d6ca8866355a752a0b7803a2a

source: {CHOICE:{A} aaa|{B} bbb}
xx_keys: 3db7d05221fc5b640b12dc25e5ea7937

source: foo {CHOICE:{A} aaa|{B} bbb} bar
xx_keys: 1aa498d6afc5daecea439da457053b28

source: foo [bar] baz
xx_keys: 858a8a735a5d1aa0f543edf98e921f9a
